var bookData = [
  {
    "count": 1,
    "start": 0,
    "total": 14,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 12998,
        "average": "8.1",
        "min": 0
      },
      "subtitle": "",
      "author": ["[美] 葛瑞格·摩顿森", "[美] 大卫·奥利佛·瑞林"],
      "pubdate": "2009-1",
      "tags": [{
        "count": 2292,
        "name": "三杯茶",
        "title": "三杯茶"
      }, {
        "count": 1879,
        "name": "外国文学",
        "title": "外国文学"
      }, {
        "count": 1664,
        "name": "纪实",
        "title": "纪实"
      }, {
        "count": 1348,
        "name": "葛瑞格·摩顿森",
        "title": "葛瑞格·摩顿森"
      }, {
        "count": 889,
        "name": "小说",
        "title": "小说"
      }, {
        "count": 848,
        "name": "旅行",
        "title": "旅行"
      }, {
        "count": 804,
        "name": "生活感悟",
        "title": "生活感悟"
      }, {
        "count": 784,
        "name": "美国",
        "title": "美国"
      }],
      "origin_title": "Three Cups of Tea",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s3474155.jpg",
      "binding": "平装",
      "translator": ["黄玉华", "严冬冬"],
      "catalog": "",
      "pages": "257",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s3474155.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s3474155.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s3474155.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/3266345\/",
      "id": "3266345",
      "publisher": "吉林文史出版社",
      "isbn10": "7807027150",
      "isbn13": "9787807027157",
      "title": "三杯茶",
      "url": "https:\/\/api.douban.com\/v2\/book\/3266345",
      "alt_title": "Three Cups of Tea",
      "author_intro": "葛瑞格•摩顿森与大卫•奥利佛•瑞林（Greg Mortenson& David Oliver Relin）\n葛瑞格凭《三杯茶》与村上春树分获2007年第11届桐山环太平洋图书奖。\n大卫•奥利佛•瑞林是个游历世界的专栏作家，其作品获奖无数。\n黄玉华，英国牛津大学比较文学暨普通语言学哲学硕士、波士顿大学行为神经科学博士。\n校译：严冬冬，毕业于清华大学，曾任2008年北京奥运会火炬传递珠峰火炬手。",
      "summary": "在巴基斯坦的世界中，“三杯茶”，是巴尔蒂人交朋友的方式。\n第一杯茶，你是陌生人；\n第二杯茶，你是我们的宾客；\n第三杯茶，你是我们的家人，我们愿意为你做任何事，甚至是死。\n当摩森顿于攀登K2峰迷路，科尔飞村居民拯救了他的生命。当地的居民生活艰困，糖是如此稀少珍贵，他们却为他煮了甜茶，让他恢复力气。此后，从第一杯茶到第三杯茶，从陌生人到愿意以生命守护彼此，“三杯茶”代表的是他们之间珍贵的信任，更是一生的承诺，也是一个旅人，改变世界的开始。\n摩顿森原来是个登山家，1993为了纪念早逝的妹妹，展开了攀登世界第二高峰K2的旅程，却发生意外，与　队友们失去联络，只留下他一人，没有水也没有食物。十分幸运地，他在巴基斯坦山区的一个偏僻小村落被救起，而且在村民的细心照护下，他的身体得以康复。\n那里景色如画，看似有如香格里拉般的人间仙境，但，却不是想象中的伊甸园。村民的善良所感动的摩顿森发现，村落里有三分之一的孩子活不过一岁生日，最近的医院得走上一星期的路，孩子们最大的愿望，是一间有屋顶的学校。在寒风里，当地小孩只能跪在户外霜冻的土地上，或坐在脏污的泥地上上课。村民穷到没钱聘请老师。摩顿森于是承诺，他一定会回来为他们办所学校……\n在过去的十二年，巴基斯坦、阿富汗及西藏山区，六十所学校陆续成立，最特别的是，这些学校让原本无法上学的女孩开始接受教育。摩顿森守护妹妹的信念，改变了一群女孩的生命，是她们不再藏匿于面纱之后，有勇气面对世界，甚至拥有改变世界的能力。\n当我们怀疑，一个人的力量是否真的能改变世界时，摩顿森做到了。为了坚持理想，即使受到恋人的遗弃、社会的漠视、巴提人的拐骗，即使与妻儿分隔两地、被军阀囚禁，即使遭逢美国911事件、美国轰炸阿富汗，在悲伤、沮丧、孤独与滨临死亡之时，他从来没有遗忘他的承诺，他愿意用生命去化解世界上最大的仇恨。",
      "price": "28.00"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 92,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 23465,
        "average": "8.3",
        "min": 0
      },
      "subtitle": "斯坦福大学最受欢迎心理学课程",
      "author": ["[美]  凯利·麦格尼格尔"],
      "pubdate": "2012-8",
      "tags": [{
        "count": 16039,
        "name": "自控力",
        "title": "自控力"
      }, {
        "count": 15747,
        "name": "心理学",
        "title": "心理学"
      }, {
        "count": 10576,
        "name": "自我管理",
        "title": "自我管理"
      }, {
        "count": 9621,
        "name": "个人管理",
        "title": "个人管理"
      }, {
        "count": 4973,
        "name": "心理",
        "title": "心理"
      }, {
        "count": 4311,
        "name": "提升",
        "title": "提升"
      }, {
        "count": 3562,
        "name": "控制",
        "title": "控制"
      }, {
        "count": 3230,
        "name": "励志",
        "title": "励志"
      }],
      "origin_title": "The Willpower Instinct:How Self-control Works,Why it Matters,and What You Can do to Get More of It",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s10685385.jpg",
      "binding": "平装",
      "translator": ["王岑卉"],
      "catalog": "欢迎阅读意志力入门\n为了成功做到自控，你必须知道自己为何失败\n如何运用本书\n我要做，我不要，我想要：\n什么是意志力？为什么意志力至关重要？\n我们为什么会有意志力？\n“我要做”“我不要”和“我想要”的神经学原理\n两个自我导致的问题\n训练大脑，增强意志力\n本章总结\n意志力的本能：\n人生来就能抵制奶酪蛋糕的诱惑\n两种不同的威胁\n意志力本能：三思而后行\n训练你的身心\n自控力太强的代价\n充满压力的国度\n本章总结\n累到无力抵抗：\n为什么自控力和肌肉一样有极限？\n自控的肌肉模式\n为什么自控力存在局限？\n训练“意志力肌肉”\n自控力是否真的有“极限”？\n日常消耗和文明毁灭\n本章总结\n容忍罪恶：\n为何善行之后会有恶行？\n从圣人到罪人\n关于进步的问题\n今天犯错，明天补救\n当罪恶看起来像美德\n环保的危害\n本章总结\n大脑的弥天大谎：\n为什么我们误把渴望当幸福？\n奖励的承诺\n“我想要”的神经生物学原理\n分泌多巴胺的大脑：神经营销学的崛起\n让多巴胺发挥作用\n多巴胺的阴暗面\n欲望的重要性\n本章总结\n“那又如何”：\n情绪低落为何会使人屈服于诱惑？\n为什么压力会勾起欲望？\n如果你吃了这块饼干，恐怖分子就赢了\n“那又如何”效应：为什么罪恶感不起作用？\n决定改善心情\n本章总结\n出售未来：\n及时享乐的经济学\n出售未来\n没有出路：预先承诺的价值\n遇见未来的自己\n该等待的时候，该屈服的时候\n本章总结\n传染：\n为什么意志力会传染？\n传染病的传播\n社会中的个人\n群体的一员\n“我应该”的力量\n本章总结\n别读这章：\n“我不要”力量的局限性\n这难道不讽刺吗？\n我不想有这种感觉\n别吃那个苹果\n请勿吸烟\n对内接受自我，对外控制行动\n本章总结\n结　语\n鸣　谢",
      "ebook_url": "https:\/\/read.douban.com\/ebook\/24253907\/",
      "pages": "263",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s10685385.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s10685385.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s10685385.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/10786473\/",
      "id": "10786473",
      "publisher": "文化发展出版社(原印刷工业出版社)",
      "isbn10": "7514205039",
      "isbn13": "9787514205039",
      "title": "自控力",
      "url": "https:\/\/api.douban.com\/v2\/book\/10786473",
      "alt_title": "The Willpower Instinct:How Self-control Works,Why it Matters,and What You Can do to Get More of It",
      "author_intro": "有关作者\n凯利•麦格尼格尔教授（Kelly McGonigal, Ph.D.）是斯坦福大学备受赞誉的心理学家，也是医学健康促进项目的健康教育家。她为专业人士和普通大众开设的心理学课程，包括“意志力科学”（The Science of Willpower）和“在压力下好好生活”（Living Well with Stress），都是斯坦福大学继续教育学院历史上最受欢迎的课程。她还为《今日心理学》（Psychology Today）杂志网站开设了“意志力科学”博客。她目前居住在加利福尼亚州的帕洛阿尔托市。\n有关作者和她的自控力研究\n作为一名健康心理学家，凯利•麦格尼格尔博士（Kelly McGonigal, Ph.D.）的工作就是帮助人们管理压力，并在生活中做出积极的改变。多年来，通过观察学生们是如何控制选择的，她意识到，人们关于意志力的很多看法实际上妨碍了我们取得成功。例如，把意志力当作一种美德，可能会让初衷良好的目标脱离正轨。所以，麦格尼格尔要求她的学生了解影响自控的生理学基础、心理陷阱和各种社会因素。麦格尼格尔吸收了心理学、神经学和经济学等学科的最新洞见，为斯坦福大学继续教育项目开设了一门叫做“意志力科学”（The Science of Willpower）的课程，参与过这门课程的人称其能够“改变一生”。这门课程就是《自控力》一书的基础。本书为读者提供了清晰的框架，讲述了什么是意志力，意志力如何发生作用，以及为何意志力如此重要。\n我们控制自己注意力、情绪、胃口和行为的能力，在很大程度上会影响我们的健康、财务安全、人际关系和事业的成败。它是可以被训练出来的。《自控力》提供了循序渐进的方法，帮助你认清自己的目标，增强自控力，并做出改变一生的决定——无论这个决定是减肥、管理收支、减缓压力、克服拖延症、成为好家长，还是找到你的生活重心。\n（视频）斯坦福大学最受欢迎心理学课程，教你如何提升你的自控力\nhttp:\/\/t.cn\/zWefXso",
      "summary": "《自控力》内容简介：作为一名健康心理学家，凯利•麦格尼格尔博士的工作就是帮助人们管理压力，并在生活中做出积极的改变。多年来，通过观察学生们是如何控制选择的，她意识到，人们关于自控的很多看法实际上妨碍了我们取得成功。例如，把自控力当作一种美德，可能会让初衷良好的目标脱离正轨。所以，麦格尼格尔要求她的学生了解影响自控的生理学基础、心理陷阱和各种社会因素。麦格尼格尔吸收了心理学、神经学和经济学等学科的最新洞见，为斯坦福大学继续教育项目开设了一门叫做“意志力科学”的课程，参与过这门课程的人称其能够“改变一生”。这门课程就是《自控力》一书的基础。本书为读者提供了清晰的框架，讲述了什么是自控力，自控力如何发生作用，以及为何自控力如此重要。\n海报：",
      "ebook_price": "14.99",
      "price": "39.80元"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 51,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 99560,
        "average": "8.2",
        "min": 0
      },
      "subtitle": "国内第一本精神病人访谈手记",
      "author": ["高铭"],
      "pubdate": "2010-2",
      "tags": [{
        "count": 32460,
        "name": "心理学",
        "title": "心理学"
      }, {
        "count": 22094,
        "name": "精神病学",
        "title": "精神病学"
      }, {
        "count": 12126,
        "name": "心理",
        "title": "心理"
      }, {
        "count": 9687,
        "name": "哲学",
        "title": "哲学"
      }, {
        "count": 8613,
        "name": "精神病",
        "title": "精神病"
      }, {
        "count": 6483,
        "name": "社会学",
        "title": "社会学"
      }, {
        "count": 5126,
        "name": "高铭",
        "title": "高铭"
      }, {
        "count": 4317,
        "name": "量子物理",
        "title": "量子物理"
      }],
      "origin_title": "",
      "image": "https://img1.doubanio.com\/view\/subject\/m\/public\/s6340977.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "序言：更多、更多的世界\n1．生命的尽头\n2．梦的真实性\n3．四维虫子\n4．进化惯性\n5．三只小猪——前篇：不存在的哥哥\n6．三只小猪——后篇：多重人格\n7．女人的星球\n8．最后的撒旦\n9．角色问题\n10．飞禽走兽\n11．苹果的味道\n12．颅骨穿孔——前篇：异能追寻者\n13．颅骨穿孔——后篇：如影随形\n14．角度问题\n15．永远．永远\n16．生化奴隶\n17．真正的世界\n18．控制问题\n19．时间的尽头——前篇：桶子空间\n20．时间的尽头——后篇：瞬间就是永恒\n篇外篇（一）：有关精神病的午后对谈\n21．雨默默的\n22．孤独的守望者\n23．超级进化论\n24．盗尸者\n25．表面现象\n26．在墙的另一边\n27．伪装的文明\n28．预见未来\n29．迷失的旅行者——前篇：精神传输\n30．迷失的旅行者——中篇：压缩问题\n31．迷失的旅行者——后篇：回传\n32．死亡周刊\n33．永不停息的心脏．\n34．行尸走肉\n35．双子\n篇外篇（二）：精神病科医生\n36．双面人\n37．满足的条件\n38．还原一个世界——前篇：遗失的文明\n39．还原一个世界——中篇：暗示\n40．还原一个世界——后篇：末知的文明\n41．萨满\n42．朝生薯死\n43．伴随着月亮\n44．灵魂深处\n45．偷取时问\n46．永生\n47．果冻世界——前篇：物质的尽头\n48．果冻世界——后篇：幕布\n后记：人生若只如初见",
      "pages": "258",
      "images": {
        "small": "https://img1.doubanio.com\/view\/subject\/s\/public\/s6340977.jpg",
        "large": "https://img1.doubanio.com\/view\/subject\/l\/public\/s6340977.jpg",
        "medium": "https://img1.doubanio.com\/view\/subject\/m\/public\/s6340977.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/4242172\/",
      "id": "4242172",
      "publisher": "武汉大学出版社",
      "isbn10": "7307075423",
      "isbn13": "9787307075429",
      "title": "天才在左 疯子在右",
      "url": "https:\/\/api.douban.com\/v2\/book\/4242172",
      "alt_title": "精神病人的世界",
      "author_intro": "高铭，男，汉族。生于上世纪70年代的北京。目前任职于某公司项目总监。\n自认为死心眼一根筋，对于探索未知事物总是有无尽渴望。从学龄前就已经有了至今仍然挂在嘴边的口头禅：“为什么？”成年后曾一度沉迷于宗教、哲学、量子物理、非线性动力学、心理学、生物学、天体物理等学科。21世纪以来又开始对精神病患、心理障碍者、边缘人的内心世界产生了强烈好奇。\n2004—2008年间，通过各种渠道，利用所有的闲暇时间，探访精神病院、公安部等机构，对“非正常人群”进行近距离访谈，并加工整理出了这本书的内容。\n“我从未想到居然有这么多人鼓励并欣赏这些内容，长久以来，我一直以为自己是个疯子。但是，我很欣慰。”",
      "summary": "本书以访谈录的形式记载了生活在另一个角落的人群（精神病患者、心理障碍者等边缘人）深刻、视角独特的所思所想，让人们可以了解到疯子抑或天才真正的内心世界。此书是国内第一本具有人文情怀的精神病患谈访录。内容涉及生理学、心理学、佛学、宗教、量子物理、符号学以及玛雅文明和预言等众多领域。",
      "price": "29.80元"
    }]
  },
  {
	"count": 1,
	"start": 0,
	"total": 86,
	"books": [{
		"rating": {
			"max": 10,
			"numRaters": 2514,
			"average": "8.6",
			"min": 0
		},
		"subtitle": "",
		"author": ["[奥] 维克多·弗兰克"],
		"pubdate": "2003-1",
		"tags": [{
			"count": 1846,
			"name": "心理学",
			"title": "心理学"
		}, {
			"count": 1375,
			"name": "生命的意义",
			"title": "生命的意义"
		}, {
			"count": 862,
			"name": "哲学",
			"title": "哲学"
		}, {
			"count": 619,
			"name": "弗兰克尔",
			"title": "弗兰克尔"
		}, {
			"count": 586,
			"name": "人生",
			"title": "人生"
		}, {
			"count": 570,
			"name": "励志",
			"title": "励志"
		}, {
			"count": 526,
			"name": "心理",
			"title": "心理"
		}, {
			"count": 511,
			"name": "生命意义",
			"title": "生命意义"
		}],
		"origin_title": "",
		"image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1104690.jpg",
		"binding": "",
		"translator": ["何忠强", "杨凤池"],
		"catalog": "前言\n1992年版前言\n第一部分 集中营的经历\n第二部分 意义疗法概观\n意义的意志\n存在的挫存\n心灵性神经症\n精神动力\n存在的虚空\n生命的意义\n存在的实质\n爱的意义\n受难的意义\n次临床性问题\n意义治疗的心理剧\n超级意义\n生命的短暂性\n作为技术的意义疗法\n集体性神\n",
		"pages": "155",
		"images": {
			"small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1104690.jpg",
			"large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1104690.jpg",
			"medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1104690.jpg"
		},
		"alt": "https:\/\/book.douban.com\/subject\/1135734\/",
		"id": "1135734",
		"publisher": "新华出版社",
		"isbn10": "7501162735",
		"isbn13": "9787501162734",
		"title": "追寻生命的意义",
		"url": "https:\/\/api.douban.com\/v2\/book\/1135734",
		"alt_title": "",
		"author_intro": "",
		"summary": "《追寻生命的意义》是一个人面对巨大的苦难时，用来拯救自己的内在世界，同时也是一个关于每个人存在的价值和能者多劳们生存的社会所应担负职责的思考。本书对于每一个想要了解我们这个时代的人来说，都是一部必不可少的读物。这是一部令人鼓舞的杰作……他是一个不可思议的人，任何人都可以从他无比痛苦的经历中，获得拯救自己的经验……高度推荐。",
		"price": "12.00元"
	}]
},
  {
    "count": 1,
    "start": 0,
    "total": 5,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 4667,
        "average": "8.5",
        "min": 0
      },
      "subtitle": "一个美丽女孩最后的生命独舞",
      "author": ["田维"],
      "pubdate": "2009",
      "tags": [{
        "count": 1577,
        "name": "花田半亩",
        "title": "花田半亩"
      }, {
        "count": 1258,
        "name": "田维",
        "title": "田维"
      }, {
        "count": 772,
        "name": "散文随笔",
        "title": "散文随笔"
      }, {
        "count": 475,
        "name": "散文",
        "title": "散文"
      }, {
        "count": 410,
        "name": "随笔",
        "title": "随笔"
      }, {
        "count": 356,
        "name": "也许永远不会仔细读完。",
        "title": "也许永远不会仔细读完。"
      }, {
        "count": 355,
        "name": "青春の詩行",
        "title": "青春の詩行"
      }, {
        "count": 238,
        "name": "文学",
        "title": "文学"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s4687055.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "田维的日志    二00二年·2002年12月14日    二00三年·2003年2月19日—2003年11月30日    二00四年·2004年9月3日—2004年12月26日    二00五年·2005年2月2日—2005年12月25日    二00六年·2006年1月1日—2006年12月29日    二00七年·2007年1月3日—2007年9月3日田维的小说悼田维留在青春里的田维",
      "pages": "561",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s4687055.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s4687055.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s4687055.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/3698217\/",
      "id": "3698217",
      "publisher": "昆仑出版社",
      "isbn10": "7800409449",
      "isbn13": "9787800409448",
      "title": "花田半亩",
      "url": "https:\/\/api.douban.com\/v2\/book\/3698217",
      "alt_title": "",
      "author_intro": "田维 -- 《花田半亩》的作者。网络上继陆幼青，子尤后另一个敢于直面死亡的人。在她最美丽的大三时光结束之时，病魔同时也结束了她花一般的生命。田维田维，2001年入高中部学习，2004届高三毕业生，考入北京语言大学语文系。在女孩子中算是中等个头，当时齐肩短发，白皙清纯的面庞，明亮伶俐的大眼睛，俊俏文气又活泼持重的小姑娘。田维爱写作，文笔清新淡雅，情愫细腻善感，在同龄的学生里算得上功底较好的一个。初中二年级的时候发现得了一种免疫性低弱的疾病。但她仍坚持学习。终于2007年8月13日逝世。",
      "summary": "我愿意幸福，只愿意幸福。",
      "series": {
        "id": "26525",
        "title": "田维作品"
      },
      "price": "29.00元"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 448,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 133011,
        "average": "8.8",
        "min": 0
      },
      "subtitle": "",
      "author": ["柴静"],
      "pubdate": "2013-1-1",
      "tags": [{
        "count": 49232,
        "name": "柴静",
        "title": "柴静"
      }, {
        "count": 38815,
        "name": "纪实",
        "title": "纪实"
      }, {
        "count": 21810,
        "name": "随笔",
        "title": "随笔"
      }, {
        "count": 16583,
        "name": "看见",
        "title": "看见"
      }, {
        "count": 15795,
        "name": "中国",
        "title": "中国"
      }, {
        "count": 13392,
        "name": "社会学",
        "title": "社会学"
      }, {
        "count": 7977,
        "name": "传记",
        "title": "传记"
      }, {
        "count": 6684,
        "name": "理想国",
        "title": "理想国"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s24468373.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "序\n一  别当了主持人就不是人了\n二  那个温热的跳动就是活着\n三  双城的创伤\n四  是对峙，不是对抗\n五  我们终将浑然难分，像水溶于水中\n六  沉默在尖叫\n七  山西，山西\n八  我只是讨厌屈服\n九  许多事情，是有人相信，才会存在\n十  真相常流失于涕泪交加中\n十一  只求了解与认识而已\n十二  新旧之间没有怨讼，唯有真与伪是大敌\n十三  事实就是如此\n十四  真实自有万钧之力\n十五  只听到青绿的细流声\n十六  逻辑自泥土中剥离\n十七  无能的力量\n十八  采访是病友间的相互探问\n十九  不要问我为何如此眷恋\n二十  陈虻不死\n后记",
      "ebook_url": "https:\/\/read.douban.com\/ebook\/1610056\/",
      "pages": "424",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s24468373.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s24468373.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s24468373.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/20427187\/",
      "id": "20427187",
      "publisher": "广西师范大学出版社",
      "isbn10": "7549529329",
      "isbn13": "9787549529322",
      "title": "看见",
      "url": "https:\/\/api.douban.com\/v2\/book\/20427187",
      "alt_title": "",
      "author_intro": "柴静\n山西临汾人，1976年出生。\n曾在湖南文艺广播电台主持“夜色温柔”，在湖南卫视主持“新青年”。\n2001年进入中央电视台，先后在“时空连线”“新闻调查”“24小时”“面对面”等栏目担任主持人与记者。\n现为央视一套专题节目《看见》主持人。",
      "summary": "《看见》是知名记者和主持人柴静讲述央视十年历程的自传性作品，既是柴静个人的成长告白书，某种程度上亦可视作中国社会十年变迁的备忘录。十年前她被选择成为国家电视台新闻主播，却因毫无经验而遭遇挫败，非典时期成为现场记者后，现实生活犬牙交错的切肤之感，让她一点一滴脱离外在与自我的束缚，对生活与人性有了更为宽广与深厚的理解。十年之间，非典、汶川地震、两会报道、北京奥运……在每个重大事件现场，几乎都能发现柴静的身影，而如华南虎照、征地等刚性的调查报道她也多有制作。在书中，她记录下淹没在宏大叙事中的动人细节，为时代留下私人的注脚。一如既往，柴静看见并记录下新闻中给她留下强烈生命印象的个人，每个人都深嵌在世界之中，没有人可以只是一个旁观者，他人经受的，我必经受。书中记录下的人与事，是他们的生活，也是你和我的生活。\n《看见》中，我没有刻意选择标志性事件，也没有描绘历史的雄心，在大量的新闻报道里，我只选择了留给我强烈生命印象的人，因为工作原因，我恰好与这些人相遇。他们是流淌的，从我心腹深处的石坝上漫溢出来，坚硬的成见和模式被一遍遍冲刷，摇摇欲坠，土崩瓦解。这种摇晃是危险的，但思想的本质就是不安。\n我试着尽可能诚实地写下这不断犯错、不断推翻、不断疑问、不断重建的事实和因果，一个国家由人构成，一个人也由无数他人构成，你想如何报道一个国家，就要如何报道自已。——柴静\n海报：",
      "ebook_price": "14.99",
      "price": "39.80元"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 11,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 286,
        "average": "6.8",
        "min": 0
      },
      "subtitle": "",
      "author": ["夏茗悠"],
      "pubdate": "2012-8-20",
      "tags": [{
        "count": 51,
        "name": "夏茗悠",
        "title": "夏茗悠"
      }, {
        "count": 34,
        "name": "青春",
        "title": "青春"
      }, {
        "count": 28,
        "name": "小说",
        "title": "小说"
      }, {
        "count": 16,
        "name": "青春校园",
        "title": "青春校园"
      }, {
        "count": 13,
        "name": "中国",
        "title": "中国"
      }, {
        "count": 12,
        "name": "言情",
        "title": "言情"
      }, {
        "count": 10,
        "name": "青春小说",
        "title": "青春小说"
      }, {
        "count": 10,
        "name": "校园",
        "title": "校园"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s11184372.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "",
      "pages": "",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s11184372.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s11184372.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s11184372.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/11605059\/",
      "id": "11605059",
      "publisher": "尖端",
      "isbn10": "9571049115",
      "isbn13": "9789571049113",
      "title": "八分鐘的溫暖",
      "url": "https:\/\/api.douban.com\/v2\/book\/11605059",
      "alt_title": "",
      "author_intro": "夏茗悠\n在網上搜索夏茗悠，你會得到80後，青春文學，美女作家，人氣寫手，北大才女……有關夏茗悠的頭銜，你會發現新概念作文大賽一等獎得主，《萌芽》雜誌明星作者，陽光雨辰文化傳媒有限公司總監，《光年紀》雜誌主編……",
      "summary": "大陸雜誌《萌芽》主打連載\n《再見，冥王星》、《三年Ｋ班》、《陪你到世界終結》作者\n夏茗悠青春大作《八分鐘的溫暖》\n貼近你的脈搏，收藏年輕的心跳與感動，\n傾心打造最溫暖最貼心最受矚目的校園青春小說！\n【內容介紹】\n你聽說過嗎？\n如果太陽此刻熄滅光芒，地球上的人要八分鐘後才會知道。\n太陽熄滅光芒後的這八分鐘，其實和往常一樣溫暖。\n所有人都不會察覺它的虛幻。\n顏澤、顧夕夜和卓安三人曾是最要好的姐妹淘，但幾個月前卓安卻不告而別。\n身為卓安前男友的賀新涼，似乎念及顏澤是卓安的好友，不但對她照顧有佳，也成為顏澤的戀愛軍師，幫她和暗戀對象季霄的戀情加油打氣。\n只是五人似乎都不知道，前方有一場風暴正在悄悄醞釀……\n總有一天，一切都會成為過往。\n轉身回望，彼此朝相反的方向走出的距離那麼漫長。但心中不再有激烈的情感，只是用溫柔的語言描摹悲傷，用暖色的眼瞳注視過往。肆意的青春伴隨甜蜜的憂傷，在心底的角落輕輕地哼唱。\n還能想起嗎，是什麼時候開始在心裡說出那句話？\n——呐，我喜歡你。\n【編輯推薦】\n是誰在彌漫霧氣的玻璃上寫下名字，笑著說「很般配」。\n是誰追在公車外一遍遍大喊：「我不同意分手！絕對不同意！永遠都不同意！」\n又是誰在襯衣胸口繡你的名字，貼著心臟跳動，和著呼吸起伏。\n翻開《八分鐘的溫暖》，仿佛有人貼著我的耳朵呢喃，溫軟的氣息讓眼角發燙。\n這便是青春，這便是我們一生中最好最好的時光。",
      "price": "NT$280"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 9,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 84629,
        "average": "7.6",
        "min": 0
      },
      "subtitle": "",
      "author": ["[美] 加布瑞埃拉·泽文"],
      "pubdate": "2015-5-1",
      "tags": [{
        "count": 12463,
        "name": "小说",
        "title": "小说"
      }, {
        "count": 9789,
        "name": "外国文学",
        "title": "外国文学"
      }, {
        "count": 7105,
        "name": "好书，值得一读",
        "title": "好书，值得一读"
      }, {
        "count": 6910,
        "name": "心灵",
        "title": "心灵"
      }, {
        "count": 6506,
        "name": "美国文学",
        "title": "美国文学"
      }, {
        "count": 6037,
        "name": "生活",
        "title": "生活"
      }, {
        "count": 5661,
        "name": "文学",
        "title": "文学"
      }, {
        "count": 4900,
        "name": "美国",
        "title": "美国"
      }],
      "origin_title": "The Storied Life of A. J. Fikry",
      "image": "https://img1.doubanio.com\/view\/subject\/m\/public\/s29810488.jpg",
      "binding": "平装",
      "translator": ["孙仲旭", "李玉瑶"],
      "catalog": "第一部\n《待宰的羔羊》 \/ 3\n《像里兹饭店那样大的钻石》 \/ 27\n《咆哮营的幸运儿》 \/ 41\n《世界的感觉》 \/ 81\n《好人难寻》 \/ 89\n《卡拉维拉县驰名的跳蛙》 \/ 135\n《穿夏裙的女孩》 \/ 167\n第二部\n《与父亲的对话》 \/ 183\n《逮香蕉鱼的最佳日子》 \/ 197\n《泄密的心》 \/ 209\n《铁头》 \/ 223\n《当我们谈论爱情时我们在谈论什么》 \/ 249\n《书店老板》 \/ 257\n--\n注：整本书的章节标题都是文学作品的标题。\n《岛上书店》是一部小说。",
      "ebook_url": "https:\/\/read.douban.com\/ebook\/9580262\/",
      "pages": "271",
      "images": {
        "small": "https://img1.doubanio.com\/view\/subject\/s\/public\/s29810488.jpg",
        "large": "https://img1.doubanio.com\/view\/subject\/l\/public\/s29810488.jpg",
        "medium": "https://img1.doubanio.com\/view\/subject\/m\/public\/s29810488.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/26340138\/",
      "id": "26340138",
      "publisher": "江苏凤凰文艺出版社",
      "isbn10": "7539971819",
      "isbn13": "9787539971810",
      "title": "岛上书店",
      "url": "https:\/\/api.douban.com\/v2\/book\/26340138",
      "alt_title": "The Storied Life of A. J. Fikry",
      "author_intro": "加•泽文 (Gabrielle Zevin ，1977— )\n美国知名作家、编剧。年轻并极富魅力，深爱阅读与创作。\n毕业于哈佛大学英美文学系的她，已出版了九本小说，作品被翻译成三十多种语言。14岁时，她写了一封关于“枪与玫瑰乐团”的信函投给当地报社，措词激烈，意外获得该报的乐评人一职，迈出了成为作家的第一步。28岁时，出版《时光倒流的女孩》，一举成名。\n一直以来，她对书、书店以及爱书人的未来，都充满见解。她的第八本小说《岛上书店》在2014年以无人能及的高票数，获选美国独立书商选书桂冠图书；在中国已成为超级畅销书，是无数书店常推常新的作品。《太年轻》是她的第九本小说，《华盛顿时报》评论道：“本质上，这是一部关于女性主义的、充满智慧的杰作！”\n泽文的创作丰富，而一以贯之的，是用轻盈的文字，充满想象力的故事和洞见，书写深刻的人生话题。\n泽文还为《纽约时报》、美国国家公共电台（NPR）撰稿，现居洛杉矶。\n译者：\n孙仲旭 (Luke) (1973-2014)，知名青年翻译家。毕业于郑州大学外文系，业余从事文学翻译，已出版译作《一九八四》《动物庄园》《门萨的娼妓》《麦田里的守望者》等。\n译作目录：http:\/\/book.douban.com\/doulist\/14076\/\n译文小集：http:\/\/www.douban.com\/note\/34107135\/\n李玉瑶，编辑，译者。七十年代生人，现任职于上海译文出版社。译有《阿克拉手稿》《与狼共舞》《房间》《激情》等作品。",
      "summary": "岛上书店是间维多利亚风格的小屋，门廊上挂着褪色的招牌，上面写着： 没有谁是一座孤岛，每本书都是一个世界 A．J．费克里，人近中年，在一座与世隔绝的小岛上，经营一家书店。 命运从未眷顾过他，爱妻去世，书店危机，就连唯一值钱的宝贝也遭窃。他的人生陷入僵局，他的内心沦为荒岛。 就在此时，一个神秘的包袱出现在书店中，意外地拯救了陷于孤独绝境中的A．J．，成为了连接他和妻姐伊斯梅、警长兰比亚斯、出版社女业务员阿米莉娅之间的纽带，为他的生活带来了转机。 小岛上的几个生命紧紧相依，走出了人生的困境，而所有对书和生活的热爱都周而复始，愈加汹涌。",
      "ebook_price": "16.80",
      "series": {
        "id": "34361",
        "title": "读客全球顶级畅销小说文库：加·泽文作品"
      },
      "price": "CNY 35.00"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 2,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 603,
        "average": "6.2",
        "min": 0
      },
      "subtitle": "",
      "author": ["卢苏伟"],
      "pubdate": "2012-9",
      "tags": [{
        "count": 332,
        "name": "励志",
        "title": "励志"
      }, {
        "count": 253,
        "name": "你要配得上自己所受的苦",
        "title": "你要配得上自己所受的苦"
      }, {
        "count": 245,
        "name": "成长",
        "title": "成长"
      }, {
        "count": 158,
        "name": "正能量",
        "title": "正能量"
      }, {
        "count": 103,
        "name": "灵修",
        "title": "灵修"
      }, {
        "count": 67,
        "name": "生活~行走",
        "title": "生活~行走"
      }, {
        "count": 62,
        "name": "文学",
        "title": "文学"
      }, {
        "count": 50,
        "name": "台湾",
        "title": "台湾"
      }],
      "origin_title": "",
      "image": "https://img1.doubanio.com\/view\/subject\/m\/public\/s26378689.jpg",
      "binding": "",
      "translator": [],
      "catalog": "01 关于蜕变：别把他人的人生扛在自己肩上\n让自己好过的方法\n别拿他人的错误惩罚自己\n不去改变别人，就会让自己好过些\n先爱自己，才会有人爱你\n一个有许多负面想法和情绪的人，只会制造垃圾和麻烦\n进家门前，先准备一份好心情\n男人的自私，来自女人的过多付出\n02 关于工作：那些煎熬与彷徨，谁都会有\n没有人可以确定付出就有回报\n你得到的真如你所愿？\n大家都要“互相”\n“其实，工作上的辛苦都不算什么”\n经历前面的狂风暴雨，你将不再彷徨\n03 关于行动力：为什么我们“知道”，却“做不到”\n无论风光或失败，都是累积生命的资产\n不只是“要”，而是“一定要”\n永远套在泳圈里的人，学不会游泳\n梦想，很多人只是想想而已\n写下“自己要成功的21个理由”\n04 关于正向、积极：你所需要的一切，都已备好\n相信恩典和礼物一定会一再地出现\n谁不是这样呢？\n一再练习正向、积极的信念\n找到与另一半良好互动的模式\n先生不如你的期待，但他何尝好过\n他期待你懂他已经很久了\n05 关于付出：先照顾好自己，再为他人付出\n三代，不断复制相同的命运\n父母改变，孩子就会改变\n从“习惯为别人付出”，开始改变\n06 关于生命品质：别再问为什么会这样，这不是好问题\n一封绝望的Email\n为什么付出了那么多努力，却换来误解和投诉\n多元和复杂的社会，不能只靠努力去处理事情\n这一切没有想象的那么糟\n往好处想，归零，再出发\n07 关于价值：追寻你生命中真正重要的事\n只赢不输的女孩\n有钱才重要，其他都是假的？\n有人穷得只有钱，却不自知\n妈妈复制给女儿的人生\n真正的阳光\n08 关于梦想：为梦想奋力一搏\n理清我们对钱的真正需求\n不要着急给出答案\n再好好想想，喜欢什么？\n为了薪水忍受各种不愉快和辛苦？\n最重要的是，要做得高兴\n09 关于沟通：先静一静，再与对方沟通\n每个人身上都有家庭的包袱\n男性需要的不是“管教”\n如果陷入负面情绪，对方能用正向回应\n学习和男人相处及生活\n有时候，你可以放弃决定权\n10 关于选择：原来生命可以这样宽广\n和自己重新对话\n单纯享受创作的过程\n难掩失望的父亲\n从父亲身上学到的\n即使环境无法选择，也要选择一份好心情\n11 关于爱情：祝福曾伤害过你的人\n一段悬崖边的爱情\n爆炸性的消息\n然后呢\n进入婚姻，学习才开始\n没有什么是好或坏，一切都只是选择而已\n12 关于婚姻：我们都期待很多，付出却很少\n越努力，好像离成功越远\n一语点醒梦中人\n把该赚的钱搞定，才有空间和时间去想别的事\n你怎么看待别人，别人就怎么看待你\n人穷，什么问题没有，一有钱，反而出问题\n男人很怕被“管”和“教”\n13 关于自我：探索自我，是我们这一生都要做的功课\n杰雄的烦恼\n职场上的“提早准备”\n谅解他人，让自己心里好受\n三十岁，该为自己的人生负责\n“什么是‘真正’的平静和欢喜呢？”\n继续你的旅程吧\n14 关于决心：真正的胜利，是全力以赴\n丰盛的人生礼物\n至少给了我们难得的经验\n把焦点放在想要的未来，而不是失败的过去\n以过去的成功经验激励自己\n给自己一次机会\n了解自己作决定的动机\n15 关于疗愈：疗愈亲人离去的伤痛\n生命里的巨痛\n开启心灵的对话\n盈满泪水的旅程\n生命的全新开始\n悲痛中，仍能看见希望和力量\n生命是一种永远的学习",
      "pages": "209",
      "images": {
        "small": "https://img1.doubanio.com\/view\/subject\/s\/public\/s26378689.jpg",
        "large": "https://img1.doubanio.com\/view\/subject\/l\/public\/s26378689.jpg",
        "medium": "https://img1.doubanio.com\/view\/subject\/m\/public\/s26378689.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/15994287\/",
      "id": "15994287",
      "publisher": "长江文艺出版社",
      "isbn10": "7535460771",
      "isbn13": "9787535460776",
      "title": "你要配得上自己所受的苦",
      "url": "https:\/\/api.douban.com\/v2\/book\/15994287",
      "alt_title": "",
      "author_intro": "卢苏伟，台湾畅销书作家，世纪领袖文教基金会创始人，目前担任执行行长。\n至今出版50本畅销书、演讲近5000场。\n2000年因推广社会教育，受教育部颁奖表扬。\n2005年获得第八届全球热爱生命奖章。\n2008年，带领看守所少年骑行车环岛，拍成记录片，获得台北电影节、南方影展、国际纪录片双年展最佳记录片奖、时报基金会公与义纪录片首奖。",
      "summary": "《你要配得上自己所受的苦》内容简介：十五段微观人生，恍若你亲身经过，你的人生，脱不了这十五种繁难，学一次卢苏伟的“困难课”吧。应对困苦的哲学，这么灵验。但愿所有的负担都将变成礼物，所受的苦都能照亮我未来迷茫而未知的路。这是一本让你从痛苦中抽身、改变、成长、成熟的实用书。看着别人的故事，却找到自己的影子，你的观念、心态、命运，或许就从此改变。\n\n海报：",
      "series": {
        "id": "18754",
        "title": "你要配得上自己所受的苦"
      },
      "price": "29.80元"
    }]
  },
  {
    "count": 1,
    "start": 0,
    "total": 713,
    "books": [{
      "rating": {
        "max": 10,
        "numRaters": 34795,
        "average": "8.1",
        "min": 0
      },
      "subtitle": "",
      "author": ["【英】蕾秋·乔伊斯"],
      "pubdate": "2013-9-1",
      "tags": [{
        "count": 6797,
        "name": "一个人的朝圣",
        "title": "一个人的朝圣"
      }, {
        "count": 5854,
        "name": "自我发现",
        "title": "自我发现"
      }, {
        "count": 4873,
        "name": "小说",
        "title": "小说"
      }, {
        "count": 3679,
        "name": "旅行",
        "title": "旅行"
      }, {
        "count": 3566,
        "name": "英国文学",
        "title": "英国文学"
      }, {
        "count": 3458,
        "name": "心灵",
        "title": "心灵"
      }, {
        "count": 2860,
        "name": "外国文学",
        "title": "外国文学"
      }, {
        "count": 2393,
        "name": "英国",
        "title": "英国"
      }],
      "origin_title": "The Unlikely Pilgrimage of Harold Fry",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s26936721.jpg",
      "binding": "平装",
      "translator": ["黄妙瑜"],
      "catalog": "1、哈罗德与信\n2、哈罗德、加油站女孩与信仰的问题\n3、莫琳与电话\n4、哈罗德与客店旅人\n5、哈罗德、酒保与没有孩子的女人\n6、莫琳与谎言\n7、哈罗德、远足的男人与喜欢简奥斯丁的女人\n8、哈罗德与银发绅士\n9、莫琳与戴维\n10、哈罗德与提示\n11、莫琳与临时医生\n12、哈罗德与骑自行车的母亲\n13、哈罗德与医生\n14、莫琳与雷克斯\n15、哈罗德与全新的开始\n16、哈罗德、外科医生与著名演员\n17、莫琳与花园\n18、哈罗德与决定\n19、哈罗德与旅程\n20、莫琳与公关代表\n21、哈罗德与跟随者\n22、哈罗德与朝圣者们\n23、莫琳与哈罗德\n24、哈罗德与里奇\n25、哈罗德与狗\n26、哈罗德与咖啡店\n27、哈罗德与另一封信\n28、莫琳与来访者\n29、哈罗德与奎妮\n30、莫琳与哈罗德\n31、奎妮与礼物\n32、哈罗德、莫琳与奎妮",
      "ebook_url": "https:\/\/read.douban.com\/ebook\/1526271\/",
      "pages": "320",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s26936721.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s26936721.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s26936721.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/24934182\/",
      "id": "24934182",
      "publisher": "北京联合出版公司",
      "isbn10": "7550213526",
      "isbn13": "9787550213524",
      "title": "一个人的朝圣",
      "url": "https:\/\/api.douban.com\/v2\/book\/24934182",
      "alt_title": "The Unlikely Pilgrimage of Harold Fry",
      "author_intro": "乔伊斯·蕾秋，英国资深剧作家。写了二十年的广播剧本，也曾活跃于舞台剧界，拿过无数剧本奖。《一个人的朝圣》是她的处女作，目前已畅销三四十个国家，入围2012年“布克奖”。",
      "summary": "★2013年欧洲首席畅销小说，入围2012年布克文学奖，同名电影拍摄中\n★台湾读者表示“很久没有读一本书读到凌晨”、“是一个简单、素朴但会令人深深感动的故事”、“笑泪交织的阅读”\n★2013年春季英国最具影响力“理查与茱蒂”读书俱乐部书单第1  名；欧普拉读书俱乐部夏日选书、美国图书馆协会选书；2012年英国最畅销新人小说；《出版人周刊》、《纽约时报》、《泰晤士报》、《嘉人》、《今日美国》等各大媒体高评价推荐\n★他以为人生就这么过去了，直到收到那封信\n★1个人，87天，627英里\n★有关爱的回归、自我发现、日常生活的信念以及万物之美\n★这一年，我们都需要哈罗德安静而勇敢的陪伴\n哈罗德·弗莱，六十岁，在酿酒厂干了四十年销售代表后默默退休，没有升迁，既无朋友，也无敌人，退休时公司甚至连欢送会都没开。他跟隔阂很深的妻子住在英国的乡间，生活平静，夫妻疏离，日复一日。\n一天早晨，他收到一封信，来自二十年未见的老友奎妮。她患了癌症，写信告别。震惊、悲痛之下，哈罗德写了回信，在寄出的路上，他由奎妮想到了自己的人生，经过了一个又一个邮筒，越走越远，最后，他从英国最西南一路走到了最东北，横跨整个英格兰。87天，627英里，只凭一个信念：只要他走，老友就会活下去！\n这是哈罗德千里跋涉的故事。从他脚步迈开的那一刻起，与他六百多英里旅程并行的，是他穿越时光隧道的另一场旅行。",
      "ebook_price": "14.44",
      "price": "32.80"
    }]
  }
]
module.exports = {
  bookData: bookData
}